var APP_DATA = {
  "scenes": [
    {
      "id": "0--",
      "name": "학교 정문",
      "levels": [
        {
          "tileSize": 256,
          "size": 256,
          "fallbackOnly": true
        },
        {
          "tileSize": 512,
          "size": 512
        },
        {
          "tileSize": 512,
          "size": 1024
        },
        {
          "tileSize": 512,
          "size": 2048
        }
      ],
      "faceSize": 1567,
      "initialViewParameters": {
        "yaw": -2.2207401365354915,
        "pitch": -0.08560202504764725,
        "fov": 1.5601376620335663
      },
      "linkHotspots": [
        {
          "yaw": -2.3458477398470947,
          "pitch": -0.14493705782638955,
          "rotation": 0,
          "target": "3---"
        },
        {
          "yaw": 3.00045769948027,
          "pitch": -0.124660472271934,
          "rotation": 0,
          "target": "1--"
        },
        {
          "yaw": 1.8124847323490227,
          "pitch": 0.13611235597618787,
          "rotation": 0,
          "target": "2--"
        },
        {
          "yaw": -1.3827318019968526,
          "pitch": 0.02262452068572962,
          "rotation": 0,
          "target": "5---"
        },
        {
          "yaw": -1.7327571762596445,
          "pitch": -0.05226324897900447,
          "rotation": 0,
          "target": "15---"
        },
        {
          "yaw": -1.5642131972933075,
          "pitch": -0.0469699764146263,
          "rotation": 0,
          "target": "9---"
        }
      ],
      "infoHotspots": [
        {
          "yaw": -0.6987767949647221,
          "pitch": -0.16328812224763212,
          "title": "민족한신 74대 총학생회 새벽",
          "text": "민족한신 74대 총학생회 새벽"
        },
        {
          "yaw": -1.7308105545578059,
          "pitch": -0.17418330775378266,
          "title": "조덕희 동지 추모비",
          "text": "조덕희 동지 추모비"
        },
        {
          "yaw": -1.5582827344092767,
          "pitch": -0.15425058342878728,
          "title": "박태순 열사 추모비",
          "text": "박태순 열사 추모비"
        },
        {
          "yaw": -1.3846067351333584,
          "pitch": -0.07401865376161787,
          "title": "곽현정 열사 추모비",
          "text": "곽현정 열사 추모비"
        },
        {
          "yaw": -2.347003112888693,
          "pitch": -0.25697322321895655,
          "title": "한신 민족 민주열사비 안내도",
          "text": "한신 민족 민주열사비 안내도"
        },
        {
          "yaw": 3.0004302400898144,
          "pitch": -0.24177744813949076,
          "title": "만우관 앞으로 이동하기",
          "text": "만우관 앞으로 이동하기"
        },
        {
          "yaw": 1.8113470012510033,
          "pitch": 0.019254371466942644,
          "title": "장준하 통일관으로 이동하기",
          "text": "장준하 통일관으로 이동하기"
        }
      ]
    },
    {
      "id": "1--",
      "name": "만우관 앞",
      "levels": [
        {
          "tileSize": 256,
          "size": 256,
          "fallbackOnly": true
        },
        {
          "tileSize": 512,
          "size": 512
        },
        {
          "tileSize": 512,
          "size": 1024
        },
        {
          "tileSize": 512,
          "size": 2048
        }
      ],
      "faceSize": 1477.5,
      "initialViewParameters": {
        "pitch": 0,
        "yaw": 0,
        "fov": 1.5707963267948966
      },
      "linkHotspots": [
        {
          "yaw": 0.005853608612033767,
          "pitch": 0.012862713775914969,
          "rotation": 0,
          "target": "8---"
        },
        {
          "yaw": 1.689773622409077,
          "pitch": 0.4018834935159674,
          "rotation": 0,
          "target": "7----"
        },
        {
          "yaw": 1.7765210202029955,
          "pitch": 0.26421700686310245,
          "rotation": 0,
          "target": "6---"
        },
        {
          "yaw": 2.662041795067232,
          "pitch": 0.65330230725856,
          "rotation": 0,
          "target": "0--"
        },
        {
          "yaw": -2.4433389725238825,
          "pitch": 0.6447147747193487,
          "rotation": 0.7853981633974483,
          "target": "2--"
        }
      ],
      "infoHotspots": [
        {
          "yaw": -0.005752509810619699,
          "pitch": -0.09784011499200851,
          "title": "류동운 열사 추모비",
          "text": "류동운 열사 추모비"
        },
        {
          "yaw": -2.441699048351211,
          "pitch": 0.5092530200122312,
          "title": "장준하 통일관으로 이동하기",
          "text": "장준하 통일관으로 이동하기"
        },
        {
          "yaw": 2.6874169844387765,
          "pitch": 0.4821065264140483,
          "title": "학교 정문으로 이동하기",
          "text": "학교 정문으로 이동하기"
        }
      ]
    },
    {
      "id": "2--",
      "name": "장준하 통일관",
      "levels": [
        {
          "tileSize": 256,
          "size": 256,
          "fallbackOnly": true
        },
        {
          "tileSize": 512,
          "size": 512
        },
        {
          "tileSize": 512,
          "size": 1024
        },
        {
          "tileSize": 512,
          "size": 2048
        }
      ],
      "faceSize": 1484.5,
      "initialViewParameters": {
        "pitch": 0,
        "yaw": 0,
        "fov": 1.5707963267948966
      },
      "linkHotspots": [
        {
          "yaw": -1.5911688987431987,
          "pitch": 0.043201385496864475,
          "rotation": 0,
          "target": "12----"
        },
        {
          "yaw": -2.0432630185219978,
          "pitch": 0.08216714692365912,
          "rotation": 0,
          "target": "11--"
        },
        {
          "yaw": 2.470102474523162,
          "pitch": 0.4469722986081912,
          "rotation": 0,
          "target": "14--"
        }
      ],
      "infoHotspots": [
        {
          "yaw": -1.5888546323261075,
          "pitch": -0.08996174125135248,
          "title": "장준하 선생 기억의방",
          "text": "장준하 선생 기억의 방"
        },
        {
          "yaw": -2.0350046685754837,
          "pitch": -0.042723011978250014,
          "title": "장준하 돌베개 공원",
          "text": "장준하 돌베개 공원"
        },
        {
          "yaw": 2.4587913005513373,
          "pitch": 0.3167432791062339,
          "title": "장준하 통일관 안내도",
          "text": "장준하 통일관 안내도"
        }
      ]
    },
    {
      "id": "3---",
      "name": "한신 민주열사비 안내도",
      "levels": [
        {
          "tileSize": 256,
          "size": 256,
          "fallbackOnly": true
        },
        {
          "tileSize": 512,
          "size": 512
        },
        {
          "tileSize": 512,
          "size": 1024
        },
        {
          "tileSize": 512,
          "size": 2048
        }
      ],
      "faceSize": 1477.5,
      "initialViewParameters": {
        "pitch": 0,
        "yaw": 0,
        "fov": 1.5707963267948966
      },
      "linkHotspots": [
        {
          "yaw": 0.15383000574587768,
          "pitch": 0.042624636793132,
          "rotation": 0,
          "target": "0--"
        }
      ],
      "infoHotspots": [
        {
          "yaw": 0.15354465455426514,
          "pitch": -0.1100863304207067,
          "title": "학교 정문으로 이동",
          "text": "학교 정문으로 이동"
        }
      ]
    },
    {
      "id": "4---",
      "name": "강민호 열사 추모비",
      "levels": [
        {
          "tileSize": 256,
          "size": 256,
          "fallbackOnly": true
        },
        {
          "tileSize": 512,
          "size": 512
        },
        {
          "tileSize": 512,
          "size": 1024
        },
        {
          "tileSize": 512,
          "size": 2048
        }
      ],
      "faceSize": 1477.5,
      "initialViewParameters": {
        "yaw": 0.033923612226010036,
        "pitch": -0.06982634886491823,
        "fov": 1.5601376620335663
      },
      "linkHotspots": [
        {
          "yaw": -0.7148518973389724,
          "pitch": 0.06446286507152088,
          "rotation": 0,
          "target": "0--"
        }
      ],
      "infoHotspots": [
        {
          "yaw": -0.7160748173109504,
          "pitch": -0.05240159389012433,
          "title": "학교 정문으로 이동",
          "text": "학교 정문으로 이동"
        },
        {
          "yaw": -0.03983704146546607,
          "pitch": 0.09330064652656489,
          "title": "강민호열사 약력",
          "text": "<div>1966년 2월 16일 전북 출생</div><div>1985년 3월&nbsp; &nbsp; &nbsp; 한신대학교 경영학과 입학</div><div>1986년 10월&nbsp; &nbsp; 건국대학교에서 진행한 ‘전국 반외세 반독재 애국학생투쟁 위원회’ 발대식으로 집행유예</div><div>1987년 12얼 18일 구로구청 부정선거규탄 투쟁 건으로 구속, 재판거부 혐의가 추가되어 실형 2년 선고 받음</div><div>1990년 3월&nbsp; &nbsp; &nbsp; &nbsp;안산시 소재 대붕전선 입사</div><div>1990년 4월 4일&nbsp; &nbsp;입사 7일 째 작업용 기계에 휘말려 사망</div>"
        },
        {
          "yaw": 0.37901715353685184,
          "pitch": 0.086187180481609,
          "title": "내용",
          "text": "강민호 선배님은 재학시절부터 민주화 운동에 앞장서왔으며, 구로구청 부정투표함 사건에선 최후까지 투쟁하시다 2년형을 선고받기도 하셨습니다. 이후 대학졸업장을 거부하고 노동운동에 뛰어드신 선배님은 사업장 입사 7일만에 산업 재해로 사망하시게 되었습니다. 이 일은 만약 기업주가 노동자 안전에 대해 주의를 기울였다면 일어나지 않았을 일입니다. 이 같은 노동자들의 안타까운 죽음은 기업의 노동자 안전문제 방치와 사회의 무관심으로 인해 지금까지도 숱하게 벌어지고 있습니다."
        }
      ]
    },
    {
      "id": "5---",
      "name": "곽현정 열사 추모비",
      "levels": [
        {
          "tileSize": 256,
          "size": 256,
          "fallbackOnly": true
        },
        {
          "tileSize": 512,
          "size": 512
        },
        {
          "tileSize": 512,
          "size": 1024
        },
        {
          "tileSize": 512,
          "size": 2048
        }
      ],
      "faceSize": 1477.5,
      "initialViewParameters": {
        "pitch": 0,
        "yaw": 0,
        "fov": 1.5707963267948966
      },
      "linkHotspots": [
        {
          "yaw": -0.9751895694584629,
          "pitch": -0.07501760866802876,
          "rotation": 0,
          "target": "0--"
        }
      ],
      "infoHotspots": [
        {
          "yaw": -0.9814075771125523,
          "pitch": -0.230634440073473,
          "title": "학교 정문으로 이동",
          "text": "학교 정문으로 이동"
        },
        {
          "yaw": -0.10508744295221462,
          "pitch": -0.5281454315506018,
          "title": "곽현정 열사 약력",
          "text": "<div>1966년 10월 24일 전남 목포 출생</div><div>1982년&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; 수유여중 졸업</div><div>1985년 2월 11일&nbsp; 풍문여자고 졸업</div><div>1985년 3월&nbsp; &nbsp; &nbsp; &nbsp;한신대학교 신학과 입학</div><div>1986년 11월 30일 건국대 ‘애학투련 항쟁’ 참여 후 구속, 구속 중 갖은 폭행과 고문으로 인한 후유증에 시달림</div><div>1987년&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;가을학기를 간신히 마치고 휴학, 정신적 후유증으로 고통 받음</div><div>1988년 4월 10일&nbsp; 성지교회 2층 자택에서 운명</div><div>2002년&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;반외세반독재애국학생투쟁연합(1986년 건국대항쟁)사건으로 한신대 학우 101명과 구속된 후 2002년 국가로부터 민주화유공자로 인정받음</div>"
        },
        {
          "yaw": -0.097384013806181,
          "pitch": -0.3545845957895022,
          "title": "내용",
          "text": "85년 신학과에 입학하신 선배님은 86년 건대항쟁에 참여하신 후 구속되십니다. 구속 과정에서부터 115일 후 출소하실 때까지 겪은 폭행과 고문으로 인해 고문 후유증을 얻게 되십니다. 고문 후유증으로 인한 고통에 시달리시던 선배님은 결국 88년 4월 10일 스스로 목숨을 끊게 되십니다."
        }
      ]
    },
    {
      "id": "6---",
      "name": "곽현정의 꿈 자주통일",
      "levels": [
        {
          "tileSize": 256,
          "size": 256,
          "fallbackOnly": true
        },
        {
          "tileSize": 512,
          "size": 512
        },
        {
          "tileSize": 512,
          "size": 1024
        },
        {
          "tileSize": 512,
          "size": 2048
        }
      ],
      "faceSize": 1477.5,
      "initialViewParameters": {
        "pitch": 0,
        "yaw": 0,
        "fov": 1.5707963267948966
      },
      "linkHotspots": [
        {
          "yaw": -1.399966505474186,
          "pitch": 0.03570893247216489,
          "rotation": 0,
          "target": "1--"
        }
      ],
      "infoHotspots": [
        {
          "yaw": -1.392357498387316,
          "pitch": -0.06048974381999628,
          "title": "만우관 앞으로 이동",
          "text": "만우관 앞으로 이동"
        },
        {
          "yaw": 0.34096996751160624,
          "pitch": -0.0008933273847944179,
          "title": "내용",
          "text": "85년 신학과에 입학하신 선배님은 86년 건대항쟁에 참여하신 후 구속되십니다. 구속 과정에서부터 115일 후 출소하실 때까지 겪은 폭행과 고문으로 인해 고문 후유증을 얻게 되십니다. 고문 후유증으로 인한 고통에 시달리시던 선배님은 결국 88년 4월 10일 스스로 목숨을 끊게 되십니다."
        },
        {
          "yaw": 0.3332241297849663,
          "pitch": -0.18646152810002548,
          "title": "곽현정열사 약력",
          "text": "<div>1966년 10월 24일 전남 목포 출생<br></div><div>1982년&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; 수유여중 졸업</div><div>1985년 2월 11일&nbsp; 풍문여자고 졸업</div><div>1985년 3월&nbsp; &nbsp; &nbsp; &nbsp;한신대학교 신학과 입학</div><div>1986년 11월 30일 건국대 ‘애학투련 항쟁’ 참여 후 구속, 구속 중 갖은 폭행과 고문으로 인한 후유증에 시달림</div><div>1987년&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;가을학기를 간신히 마치고 휴학, 정신적 후유증으로 고통 받음</div><div>1988년 4월 10일&nbsp; 성지교회 2층 자택에서 운명</div><div>2002년&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;반외세반독재애국학생투쟁연합(1986년 건국대항쟁)사건으로 한신대 학우 101명과 구속된 후 2002년 국가로부터 민주화유공자로 인정받음</div>"
        }
      ]
    },
    {
      "id": "7----",
      "name": "늦봄 문익환 목사 기념비",
      "levels": [
        {
          "tileSize": 256,
          "size": 256,
          "fallbackOnly": true
        },
        {
          "tileSize": 512,
          "size": 512
        },
        {
          "tileSize": 512,
          "size": 1024
        },
        {
          "tileSize": 512,
          "size": 2048
        }
      ],
      "faceSize": 1477.5,
      "initialViewParameters": {
        "pitch": 0,
        "yaw": 0,
        "fov": 1.5707963267948966
      },
      "linkHotspots": [
        {
          "yaw": -0.9721519346713734,
          "pitch": -0.04495523302999871,
          "rotation": 0,
          "target": "1--"
        }
      ],
      "infoHotspots": [
        {
          "yaw": -0.990503751727946,
          "pitch": -0.17868270250746576,
          "title": "만우관 앞으로 이동",
          "text": "만우관 앞으로 이동"
        },
        {
          "yaw": -0.22875028370964756,
          "pitch": 0.2895775838516208,
          "title": "<div>문익환목사 약력</div>",
          "text": "<div>1918년 9월 9일 만주 북간도 명동 출생</div><div>1932년&nbsp; &nbsp; &nbsp; &nbsp; &nbsp;은진중학교, 숭실중학교 재학 중 신사참배 거부로 중퇴</div><div>1976년&nbsp; &nbsp; &nbsp; &nbsp; &nbsp;‘3.1 민주 구국사건’으로 첫 투옥</div><div>1980년&nbsp; &nbsp; &nbsp; &nbsp; &nbsp;‘내란예비음모죄’로 세 번째 투옥</div><div>1985년&nbsp; &nbsp; &nbsp; &nbsp; &nbsp;‘민주,통일민중운동연합’ 의장</div><div>1985년 5월&nbsp; &nbsp; 서울대 강연 도중 이동수 동지 분신사건으로 인해 선동죄로 수배를 받고 자진출두, 네 번째 투옥</div><div>1989년 1월&nbsp; &nbsp; &nbsp; ‘전국민족민주운동연합’ 상임고문</div><div>1989년 3월&nbsp; &nbsp; &nbsp; 방북</div><div>1991년 6월 6일&nbsp; 소위 ‘분신정국’에서 장례위원장을 맡는 등 활동, 형집행정지 취소로 재수감(여섯 번째 투옥)</div><div>1992년 1월&nbsp; &nbsp; &nbsp;노벨평화상 후보로 추천</div><div>1993년 4월&nbsp; &nbsp; ‘통일맞이 칠천만 겨레모임’ 운동 제창</div><div>1993년 8월&nbsp; &nbsp; 제4차 범민족대회 대회장</div><div>1994년 1월 18일 ‘새로운 통일운동체 결성을 위해 전력하던 중 운명</div>"
        },
        {
          "yaw": 0.19772088833031987,
          "pitch": 0.2816518021205834,
          "title": "내용",
          "text": "문익환 목사님은 한마디로 재야 민주운동의 정신적 지주였다고 할 수 있습니다. 74년 10월 반유신 재야단체인 ‘민주회복국민회의’에 참가하시면서 민주운동을 시작하신 목사님은 이후 재야 민주운동의 대부로서 큰 업적을 남기셨는데요, 통일 없이는 민주주의도 없다는 문제의식을 가지고 계시던 목사님은 89년 3월 방북하여 당시 김일성 주석과 직접 만나 통일문제를 담판지으시기도 합니다. ‘통일은 됐어’라고 외치던 목사님은 분단과 독재에 맞선 민주주의의 큰 별이었습니다."
        }
      ]
    },
    {
      "id": "8---",
      "name": "류동운 열사 추모비",
      "levels": [
        {
          "tileSize": 256,
          "size": 256,
          "fallbackOnly": true
        },
        {
          "tileSize": 512,
          "size": 512
        },
        {
          "tileSize": 512,
          "size": 1024
        },
        {
          "tileSize": 512,
          "size": 2048
        }
      ],
      "faceSize": 1477.5,
      "initialViewParameters": {
        "pitch": 0,
        "yaw": 0,
        "fov": 1.5707963267948966
      },
      "linkHotspots": [
        {
          "yaw": -0.07822311603424659,
          "pitch": 0.8555797213183016,
          "rotation": 0,
          "target": "1--"
        }
      ],
      "infoHotspots": [
        {
          "yaw": -0.19492487289947924,
          "pitch": -0.05689306533703942,
          "title": "약력",
          "text": "<div>약력</div><div>1961년 1월 3일&nbsp; 경북 포항 출생</div><div>1976년 광주진흥고 1학년 재학 중 긴급조치 9호 위반혐의로 연행, 단식투쟁으로 3일 만에 풀려남</div><div>1980년 5월 18일 계엄군의 의해 상무대로 연행, 심한 고초를 당하고 5월 20일에 풀려남</div><div>1980년 5월 26일 도청 사수 중 일시 외출 ‘나는 이 병든 역사를 위해 갑니다, 이 역사를 위해 한 줌의 재로 변합니다. 이름 없는 강물에 띄워주시오’ 라는 일기를 남김</div><div>1980년 5월 27일 도청에서 투쟁 중 계엄군에 의해 사망</div>"
        },
        {
          "yaw": 0.14676224118370484,
          "pitch": -0.058044767747050585,
          "title": "내용",
          "text": "<div>류동운 선배님은 유언과도 같은 일기의 내용처럼 ‘병든 역사를 위해’ 십자가를 지신 열사님이십니다. 사실 류동운 선배님은 역사의 십자가를 피할 수 있었습니다. 25일 도청 시민군에 합류한 직후 아버지 류연창 목사님의 강한 만류로 도청을 나선 때였는데요, 그러나 류동운 열사는 위 일기를 쓰고는 다시 도청으로 향합니다. 그리곤 도청을 향하는 자신을 가로막는 아버지에게 다음과 같은 말을 남깁니다.</div><div>“아버지, 저를 붙잡지 마세요. 사람들이 무자비한 계엄군에게 희생당하고 있는데 왜 당신 아들만 지키려 하십니까. 아버지는 왜 평소 소신을 버리십니까. ‘역사가 병들었을 때, 누군가 역사를 위해 십자가를 져야만 이 역사가 큰 생명으로 부활한다!’고 하셨잖습니까! 아버지, 저를 붙잡지 마세요!”</div><div>류동운 선배님께서 진 십자가는 한신에서 부활합니다. 80년 10월 한신의 학생들은 류동운 열사 추모제를 치룬 뒤 계엄령 철폐를 외치다 연행당하고, 87년에는 류동운 열사 추모비를 세웁니다. 류동운 열사는 광주의 아픔을 민주주의의 생명으로 부활시키는 예수와 같은 존재로 피어난 것입니다.</div>"
        },
        {
          "yaw": -0.05673764709351303,
          "pitch": 0.7463260071491646,
          "title": "만우관 앞으로 이동",
          "text": "만우관 앞으로 이동"
        }
      ]
    },
    {
      "id": "9---",
      "name": "박태순 열사 추모비",
      "levels": [
        {
          "tileSize": 256,
          "size": 256,
          "fallbackOnly": true
        },
        {
          "tileSize": 512,
          "size": 512
        },
        {
          "tileSize": 512,
          "size": 1024
        },
        {
          "tileSize": 512,
          "size": 2048
        }
      ],
      "faceSize": 1477.5,
      "initialViewParameters": {
        "pitch": 0,
        "yaw": 0,
        "fov": 1.5707963267948966
      },
      "linkHotspots": [
        {
          "yaw": -0.04233626965676507,
          "pitch": 0.8696403798959089,
          "rotation": 0,
          "target": "0--"
        }
      ],
      "infoHotspots": [
        {
          "yaw": -0.03485322209964714,
          "pitch": 0.7019597774212478,
          "title": "학교 정문으로 이동",
          "text": "학교 정문으로 이동"
        },
        {
          "yaw": -0.9938385476249039,
          "pitch": -0.2968446288160962,
          "title": "박태순열사 약력",
          "text": "<div>박태순열사 약력</div><div>1966년 9월 12일 경기 출생</div><div>1985년 3월&nbsp; &nbsp; &nbsp; 한신대학교 철학과 입학</div><div>1989년 5월&nbsp; &nbsp; &nbsp; 수원 검찰청 점거농성, ‘폭력 공무집행방해’로 구성, 1년 6개월 복역</div><div>1992년&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; 수원, 부천에서 노동운동</div><div>1992년 8월 29일 직장에서 귀가 중 행방불명</div><div>2001년 2월 15일 의문사진상규명위원회에 의해 1992년 8월 29일 21시 55분경 시흥역에서 무궁화호와 충동 사망한 것으로 밝혀짐</div><div>2001년 8월 19일 마석 모란공원에 안치</div>"
        },
        {
          "yaw": -0.8249374393849447,
          "pitch": -0.33034047974454417,
          "title": "내용",
          "text": "<div>박태순열사 내용</div><div>고등학교 재학시절부터 사회인식을 세워왔던 박태순선배님은 85년 철학과에 입학하신 뒤 반독재 민주화운동, 노동자 권익을 위한 민중운동을 지향하는 활동을 하셨습니다. 수원 검찰청 점거농성 이후 징역 1년 6월의 형을 선고받고, 출감 후에는 징병을 거부하셨습니다. 이후 공안기관에 의해 추적당하며 노동운동을 하던 중 92년 8월 29일 행방불명되셨습니다. 이후 의문사진상규명위원회에 의해 당시 열차사고로 인해 사망하셨음이 밝혀졌고, 2002년 마석모란공원에 안치되셨습니다.</div>"
        }
      ]
    },
    {
      "id": "10---",
      "name": "박흥식 동지 추모비",
      "levels": [
        {
          "tileSize": 256,
          "size": 256,
          "fallbackOnly": true
        },
        {
          "tileSize": 512,
          "size": 512
        },
        {
          "tileSize": 512,
          "size": 1024
        },
        {
          "tileSize": 512,
          "size": 2048
        }
      ],
      "faceSize": 1477.5,
      "initialViewParameters": {
        "pitch": 0,
        "yaw": 0,
        "fov": 1.5707963267948966
      },
      "linkHotspots": [
        {
          "yaw": 0.34873978402914396,
          "pitch": 0.6449159245273854,
          "rotation": 0,
          "target": "0--"
        }
      ],
      "infoHotspots": [
        {
          "yaw": 0.3278340187363007,
          "pitch": 0.42437154502223606,
          "title": "학교 정문으로 이동",
          "text": "학교 정문으로 이동"
        },
        {
          "yaw": -0.04892111703203561,
          "pitch": -0.2326990716948245,
          "title": "약력",
          "text": "<div>1972년 1월 18일 경기 금촌 출생</div><div>1997년 3월&nbsp; &nbsp; &nbsp; 한신대학교 신학과 입학</div><div>1999년 3월&nbsp; &nbsp; &nbsp; 경기노회 목사후보생 훈련 시작</div><div>1999년 3월&nbsp; &nbsp; &nbsp; 외국인노동자의 집, 중국동포의 집 교육전도사 임명</div><div>1999년 7월 31일 물에 빠진 2명을 구하던 중 파도에 휩쓸려 사망</div>"
        },
        {
          "yaw": -0.03919505188150474,
          "pitch": -0.058879437652231914,
          "title": "내용",
          "text": "박흥식 선배님은 고등학교 졸업 이후 공장 노동자로 일하며 사회 속 소외받는 이들의 삶을 목격하십니다. 이후 자신의 안락보다 소외된 사람들을 위한 삶을 살아야겠다는 큰 뜻을 품고 신학과에 입학하시게 됩니다. 차별당하던 외국인노동자들을 위해 봉사하며 살아오던 선배님은 1999년 ‘외국인 노동자와 함께하는 여름수련회’에서 봉사활동을 하시던 중 물에 빠진 고등학생 2명을 발견, 물에 뛰어들어 그들을 구한 뒤 파도에 휩쓸려 실종됐다가 다음 날 숨진 채 발견되셨습니다. 자신을 바쳐 사람들의 목숨을 구한 선배님의 행동은 그리스도의 사랑을 전하는 삶을 보여주는 귀감이 되고 있습니다."
        }
      ]
    },
    {
      "id": "11--",
      "name": "장준하 돌베개공원",
      "levels": [
        {
          "tileSize": 256,
          "size": 256,
          "fallbackOnly": true
        },
        {
          "tileSize": 512,
          "size": 512
        },
        {
          "tileSize": 512,
          "size": 1024
        },
        {
          "tileSize": 512,
          "size": 2048
        }
      ],
      "faceSize": 1477.5,
      "initialViewParameters": {
        "pitch": 0,
        "yaw": 0,
        "fov": 1.5707963267948966
      },
      "linkHotspots": [
        {
          "yaw": 0.7331840378516326,
          "pitch": 0.2235127540068209,
          "rotation": 0,
          "target": "13-_"
        },
        {
          "yaw": -0.9331552612733169,
          "pitch": -0.003390214161496985,
          "rotation": 0,
          "target": "2--"
        }
      ],
      "infoHotspots": [
        {
          "yaw": -0.9366725857828726,
          "pitch": -0.12789163182418406,
          "title": "장준하 통일관으로 이동",
          "text": "장준하 통일관으로 이동"
        },
        {
          "yaw": 0.7285977650872297,
          "pitch": 0.07858382730451652,
          "title": "장준하 돌베개",
          "text": "장준하 돌베개"
        }
      ]
    },
    {
      "id": "12----",
      "name": "장준하 선생 기억의 방",
      "levels": [
        {
          "tileSize": 256,
          "size": 256,
          "fallbackOnly": true
        },
        {
          "tileSize": 512,
          "size": 512
        },
        {
          "tileSize": 512,
          "size": 1024
        },
        {
          "tileSize": 512,
          "size": 2048
        }
      ],
      "faceSize": 1477.5,
      "initialViewParameters": {
        "pitch": 0,
        "yaw": 0,
        "fov": 1.5707963267948966
      },
      "linkHotspots": [
        {
          "yaw": 0.9304961842755262,
          "pitch": 0.1934680989450257,
          "rotation": 0,
          "target": "2--"
        },
        {
          "yaw": -1.054014202567899,
          "pitch": 0.14254415343585158,
          "rotation": 0,
          "target": "11--"
        }
      ],
      "infoHotspots": [
        {
          "yaw": 0.9342901527073053,
          "pitch": 0.04876816495123393,
          "title": "장준하 통일관으로 이동",
          "text": "장준하 통일관으로 이동"
        },
        {
          "yaw": -1.055258985454648,
          "pitch": -0.023450725745551182,
          "title": "돌베개 공원으로 이동",
          "text": "돌베개 공원으로 이동"
        }
      ]
    },
    {
      "id": "13-_",
      "name": "장준하_돌베개",
      "levels": [
        {
          "tileSize": 256,
          "size": 256,
          "fallbackOnly": true
        },
        {
          "tileSize": 512,
          "size": 512
        },
        {
          "tileSize": 512,
          "size": 1024
        },
        {
          "tileSize": 512,
          "size": 2048
        }
      ],
      "faceSize": 1477.5,
      "initialViewParameters": {
        "pitch": 0,
        "yaw": 0,
        "fov": 1.5707963267948966
      },
      "linkHotspots": [
        {
          "yaw": -0.8772232621738709,
          "pitch": 0.37669759219404675,
          "rotation": 0,
          "target": "11--"
        }
      ],
      "infoHotspots": [
        {
          "yaw": -0.85531631217202,
          "pitch": 0.2678939697179139,
          "title": "돌베개 공원으로 이동",
          "text": "돌베개 공원으로 이동"
        },
        {
          "yaw": -0.21229861562949992,
          "pitch": -0.42554423542146935,
          "title": "장준하선생 약력",
          "text": "<div>1918년 평안북도 삭주 출생</div><div>1944년 일본군 징집, 6개월만에 탈출에 한국광복군 합류, 잡지 ‘등불’ 발간</div><div>1945년 대한민국임시정부 도착, 국내 특파 목적으로 훈련 중 일제의 항복선언, 12월 귀국</div><div>1946년 한국신학대학(한신대의 전신)에서 수학</div><div>1953년 ‘사상계’창간 50년대 후반부터 사회참여적 반독재 활동 시작(생애 동안 민주화운동으로 10여차례 투옥)</div><div>1966년 대통령명예훼손 혐의로 수감</div><div>1967년 국회의원 옥중출마, 당선</div><div>1974년 긴급조치 1호 위반 혐의로 징역 15년, 형집행정지로 가석방</div><div>1975년 8월 17일 포천 약사봉에서 의문사</div>"
        },
        {
          "yaw": 0.1689328302278117,
          "pitch": -0.4347314643949538,
          "title": "내용",
          "text": "장준하 선생은 일제강점기 시절에는 독립운동, 독재정권 시절에는 민주화운동, 통일운동에 헌신한 삶을 살아오셨습니다. 53년 ‘사상계’를 창간하여 이승만 독재정권을 비판하고 4.19 혁명 당시 학생 여론을 이끌었으며, 박정희 정부의 굴욕적 한일회담 반대투쟁, 베트남 파병 반대, 3선 개헌 반대, 유신개헌 반대 등의 활동을 해오셨습니다. 민족주의, 민주주의의 관점에서 끝없이 싸워온 장준하 선생은 75년 약사봉 산행 중 의문사하셨는데. 이후 2012년 묘지 이장 과정에서 타살의 흔적을 발견되는 일이 있었습니다."
        }
      ]
    },
    {
      "id": "14--",
      "name": "장준하통일관 안내도",
      "levels": [
        {
          "tileSize": 256,
          "size": 256,
          "fallbackOnly": true
        },
        {
          "tileSize": 512,
          "size": 512
        },
        {
          "tileSize": 512,
          "size": 1024
        },
        {
          "tileSize": 512,
          "size": 2048
        }
      ],
      "faceSize": 1477.5,
      "initialViewParameters": {
        "pitch": 0,
        "yaw": 0,
        "fov": 1.5707963267948966
      },
      "linkHotspots": [
        {
          "yaw": -0.038685792608761815,
          "pitch": 0.2912176112990146,
          "rotation": 0,
          "target": "2--"
        }
      ],
      "infoHotspots": []
    },
    {
      "id": "15---",
      "name": "조덕희 동지 추모비",
      "levels": [
        {
          "tileSize": 256,
          "size": 256,
          "fallbackOnly": true
        },
        {
          "tileSize": 512,
          "size": 512
        },
        {
          "tileSize": 512,
          "size": 1024
        },
        {
          "tileSize": 512,
          "size": 2048
        }
      ],
      "faceSize": 1477.5,
      "initialViewParameters": {
        "pitch": 0,
        "yaw": 0,
        "fov": 1.5707963267948966
      },
      "linkHotspots": [
        {
          "yaw": -0.9174114642712663,
          "pitch": -0.06576377357061425,
          "rotation": 0,
          "target": "0--"
        }
      ],
      "infoHotspots": [
        {
          "yaw": -0.9354285240423046,
          "pitch": -0.16336139485882306,
          "title": "학교 정문으로 이동",
          "text": "학교 정문으로 이동"
        },
        {
          "yaw": -0.5434326790431072,
          "pitch": -0.36004576660853793,
          "title": "조덕희동지 약력",
          "text": "<div>조덕희동지 약력</div><div>1962년 8월 15일 출생</div><div>1981년 2월&nbsp; &nbsp; &nbsp; 인천 정석 항공고 졸업</div><div>1983년 3월&nbsp; &nbsp; &nbsp; 한신대 경영학과 입학</div><div>1987년&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; 경영학과 학생회장 역임</div><div>1988년&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; 총학생회 학술부 내 통일사업분과원으로 활동</div><div>1989년 2월&nbsp; &nbsp; &nbsp; 한신대 경영학과 졸업</div><div>1989년 6월&nbsp; &nbsp; &nbsp; 김포 자주농우회 간사로 활동</div><div>1990년 6월&nbsp; &nbsp; &nbsp; 김포 자주농우회 교육부장 역임</div><div>1991년 6월 30일 오전 10시 30분경 분신, 오후 3시 30분경 운명</div>"
        },
        {
          "yaw": 0.12847585769954684,
          "pitch": -0.3895686008644539,
          "title": "내용",
          "text": "83년 경영학과에 입학하신 선배님은 재학 당시 학생자치기구활동을 열심히 해오셨습니다. 졸업 이후에는 농민운동에 뛰어들어 농민들의 척박한 삶의 문제를 해결하고자 헌신하셨습니다. 이후 91년 자신을 불살라 세상을 더욱 인간다운 사회로 변화시키는 것에 목숨을 바치셨습니다."
        }
      ]
    }
  ],
  "name": "Project Title",
  "settings": {
    "mouseViewMode": "drag",
    "autorotateEnabled": false,
    "fullscreenButton": true,
    "viewControlButtons": true
  }
};
